@extends('layouts.single')

@section('content')
    <div class="glob_page">
        <div class="glob_page_box">
            <div class="title"><a href="/" onclick="return false;" class="active">Правила CSDMPLAY.COM</a></div>
            <div style="color: #88b814;">
                <p>1.1. Соглашение.<br>
                    Правила, перечисленные ниже, обязаны соблюдать все игроки "Автоматизированной системы игр на
                    поинты". Игрок, который зарегистрировался на сайте "Автоматизированной системы игр на поинты",
                    соглашается автоматически с данными правилами и обязуется их соблюдать.<br>
                    Данные правила не являются заключительными и могут быть изменены/добавлены новые пункты правил
                    Администрацией "Автоматизированной системы игр на поинты" без предварительного уведомления игроков.
                </p>

                <p>1.2 Правила пользование аккаунтом.<br>
                    Аккаунт - это ваш личный игровой профиль,за который только Вы несете ответственность.<br>
                    Запрещена передача аккаунта в третьи руки с любой целью. Имеющиеся вопросы согласовываются только
                    через Ст.Администрацию.</p>

                <p>1.3 Имя пользователя / аватар.<br>
                    Запрещено создавать либо изменять имя пользователя на слова, содержащие мат, оскорбления, агитацию
                    насилия или рекламу сторонних ресурсов. Запрещено загружать и использовать аватары и другие
                    изображения профиля, содержащие насилие, порнографию, нецензурную речь и сцены нелицеприятного
                    характера.<br>
                    Ответственность: За незначительное нарушение данного правила аккаунт нарушителя может быть
                    предупреждён или оштрафован на сумму до 60 поинтов , за грубое нарушение (мат / оскорбление /
                    порнография / насилие в логине и аватарах) аккаунт блокируется и/или штрафуется на сумму до 300
                    поинтов.</p>

                <br>
                <p>2. Клевета<br>
                    За преднамереннре подделывание фактов, скриншотов (снимков экрана) или иных доказательств (логов
                    чата, консоли), а также за подачу заведомо ложной информации или неточных данных, влекущих наказание
                    невиновных людей, вы несёте ответственность также, как за мошенничество. Обвиняя игроков в
                    использование сторонних программ, запрещенных настроек, Вы обязаны предоставить доказательства,
                    которые смогут подтвердить Ваши обвинения, в противном случае Вы будете нести ответственность. <br>
                    Ответственность: Блокировка аккаунта сроком от 24 часов вплоть до перманентного. </p>

                <p>3. Использование багов системы. <br>
                    Запрещено использовать любые неизвестные на текущий момент (любые недокументированные в правилах
                    ошибки) недостатки или ошибки системы (баги), дающие преимущество перед другими игроками в игре или
                    на сайте, а также при совершении в совершении финансовых операций.<br>
                    Ответственность: Блокировка аккаунта вплоть до перманентного, выдача штрафа на усмотрение
                    Администрации.<br>
                    Примечание: В случае обнаружения багов необходимо сообщать Администрации - либо немедленно обратится
                    в LIVE поддержку. В соотстветсвии с критичностью обнаруженной ошибки игрок администрация вознаградит
                    первого игрока, который её обнаруживает. </p>

                <p>4. Внутриигровой, внутрикомандный чат, личные сообщения.<br>
                    4.1. Оскорбления.<br>
                    Запрещены высказывания оскорбительного, хамского, унизительного характера в адрес проекта,
                    национальности, администрации проекта, игроков, а также их родственников. Запрещена нецензурная
                    лексика, а именно, бесконтрольный мат, в том числе, завуалированный.<br>
                    Ответственность:<br>
                    а) За незначительное нарушение данного правила администрация вправе давать предупреждение, если
                    высказывание было по неосторожности или в присутствии действующих администраторов.<br>
                    б) В случае намеренного оскорбления, а также хамского, унизительного однократного высказывания, не
                    содержащего нецензурных слов, при невозможности предупреждения либо после предупреждения, данного в
                    течение 24 часов, либо при общении в ЦРВ, администрация вправе оштрафовать в качестве предупреждения
                    нарушителя на сумму до 10 рублей. <br>
                    в) При повторении инцидента по пункту "б" данного правила либо при получении жалобы от игрока на
                    другого игрока администрация вправе на выбор дать также предупреждение либо вынести штраф до 50
                    поинтов в зависимости от грубости высказываний нарушителя, а также блокировать аккаунт сроком от 1
                    часа до 7 дней.<br>
                    г) За грубое нарушение данного правила, а именно, постоянные унизительные или нецензурные
                    оскорбления, бесконтрольный мат, любые оскорбления родственников (даже косвенные), администрация
                    вправе штрафовать аккаунт нарушителя в зависимости от его предыдущих нарушений на сумму до 200
                    рублей, а также блокировать аккаунт на любой срок, вплоть до перманентного без права возврата
                    денежных средств. Администрация проекта "Автоматизированной системы игр" не имеет права штрафовать
                    игроков, которые оскорбили игроков за пределами сайта, а именно ICQ клиенте, Skype, STEAM и любых
                    сторонних клиентов общения и сайтов.<br>
                    д) Оскорбление сотрудников сайта. За нарушение данного правила, а именно, постоянные унизительные
                    или нецензурные оскорбления, бесконтрольный мат, любые оскорбления родственников (даже косвенные), в
                    сторону администрации, модераторов или же других сотрудников сайта, администрация вправе, выдать
                    перманентный бан и: <br>
                    а) Штрафовать на 300 поинтов за незначительное нарушение. <br>
                    б) Штрафовать на 500 поинтов а грубое нарушение. <br>
                    Дополнение: Администрация не вправе наказывать игроков которые оскорбили вне сайта, исключением
                    является только Live-помощь</p>

                <p>4.2. Флуд.<br>
                    Запрещён флуд в виде повторяющейся фразы подряд более, чем 3(трех) раз. <br>
                    Ответственность: за подобное нарушение игрок может быть предупреждён, а затем заблокирован в
                    внутриигровом и внутрикомандном чате сроком до одной недели.</p>

                <p>4.3. Вредоносные ссылки.<br>
                    Запрещено распространение Вредоносных Ссылок (видео для взрослых, изображения нецензурного характера
                    либо заведомо опасные ссылки, причинающие вред психическому или нравственному состоянию
                    человека)<br>
                    Ответственность: Блокировка аккаунта сроком от 1 недели и вплоть до перманентного.</p>

                <p>5. Использование багов.<br>
                    Запрещено использование багов карты (ошибок при разработке карты, дающих преимущество,
                    противоречащее реальной физике игры), а именно, использование подсадки на участки карты, с которых
                    могут быть просмотрены текстуры насквозь, подсадки, позволяющие проникнуть сквозь текстуры карты, а
                    также баги карты, дающие увеличение здоровья на картах, имеющих водяные препятствия. Подсадки могут
                    быть разрешены только, если игрок не просматривает сквозь текстуру, что выявляется после просмотра
                    повтора игры.<br>
                    Ответственность: Блокировка аккаунта игрока сроком от 12 часов до 1 недели в зависимости от тяжести
                    нарушения.</p>

                <br>
                <p>6. Выход из игры/AFK.<br>
                    Запрещен намеренный/тех.причинам выход из игры, если из-за данного выхода пострадала команда, в
                    которой вы играли (победа команды вышедшего игрока не означает, что они не пострадали),а также
                    бездействие в виде нахождения на одном и том же месте дольше двух раундов (AFK).<br>
                    Ответственность: Штраф игрока на удвоенную ставку микса с игрока </p>

                <p>7. Team Kill/Team Attack<br>
                    Запрещено во время игры, преднамеренный Team Kill, Team Attack ( наносить урон игрокам ) <br>
                    Ответственность: блокировка аккаунта от 12 часов до двух недель.</p>

                <p>8. Несанкционированная реклама.<br>
                    Запрещено распространение ссылок, несанкционированная (несогласованная с администрацей) реклама
                    сторонних ресурсов в общем чате, в игровом имени (никнейме), а также использование общего чата в
                    целях предложений коммерческого характера, сомнительных ресурсов и любой другой информации, которая
                    не относится к внутриигровому процессу.<br>
                    Ответственность: блокировка аккаунта на любой срок вплоть до пернаментного. </p>

                <p>9. Игровой никнейм(имя).<br>
                    Запрещено играть с ником, который несет в себе оскорбление для других игроков. <br>
                    Ответственность: Блокировка аккаунта от двух дней до одной недели. </p>

                <p>10. Слив игры.<br>
                    Игрокам запрещено специально "сливать" игры для понижения/повышения игрового опыта, перевода
                    средств, выигрыш посредством ставок, накрутки рейтинга на ставках либо в личных целях, также это
                    относится к играм на ноль. <br>
                    Ответственность: Обнуление игры, штраф на удвоенную ставку с игрока (если нет достаточной суммы на
                    балансе, будет увеличен срок бана) и блокировка аккаунта сроком 3 дня, наказание происходит для
                    обеих сторон. Для наказания игроков по данному пункту, тикет не обязателен, наказать игроков и
                    обнулить игру может только старшая администрация.</p>

                <p>11. Свобода администрации. <br>
                    Администрация оставляют за собой право игнорировать отдельные нарушения правил, по своему
                    усмотрению. Администрация оставляет за собой право применять любые санкции, от редактирования
                    сообщений вплоть до удаления аккаунта, к пользователю, если сочтет, что его действия наносят вред
                    форуму.</p>

                <br>
                <p>12. Обязанность каждого пользователя.<br>
                    По всем пунктам, игроки, заметившие данное нарушение правил, должны сообщить о произошедшем в
                    LIVE-помощь с прикреплением скриншотов (снимков экрана) либо уведомить администрацию в личном
                    порядке.<br>
                </p>
            </div>
        </div>
    </div>

@endsection